Repository: RaniaReefaat/Souq-Aldeira
Catalog: Najat/Presentaion/ProfileCycle/StoreProfileCycle/UpdateStoreProfile/view/mul.lproj/UpdateStoreProfileViewController.xcstrings
Source language: en
Languages: ar

# 830-Y9-Pz8.placeholder
source: Choose delivery price
ar: اختر سعر التوصيل

# aeb-PQ-WZx.placeholder
source: Enter name
ar: ادخل الاسم

# dSY-x2-76R.text
source: Description
ar: الوصف

# EZI-mt-PVX.text
source: name
ar: الاسم

# fPp-sg-05o.text
source: Delivery price
ar: سعر التوصيل

# LMW-ai-jg3.text
source: Contact number WhatsApp
ar: رقم واتساب التواصل

# QKF-zs-b8n.placeholder
source: Enter email
ar: البريد الالكتروني

# Y5l-lg-V6s.text
source: email
ar: البريد الالكتروني للتواصل

# YZ5-Dq-Qk5.placeholder
source: Enter number
ar: ادخل الرقم

# ZLh-wC-O6w.normalTitle
source: Save
ar: حفظ
